<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1A">
<servcat sctnbr = "01" scnbr = "01">
<configtype typenbr = "1">
<servinfotype sitcode = "0">
<servinfo servinfosgmlid = "K8T40A1110002" svcinfotypenbr = "01" svcinfoqualnbr = "01" page = "2" supplyoff = "1" modify = "0">
<title>
Μέτρα προ&#248;ύλαξης στη Διάγνωση Προβλημάτων
</title>
<list1 type = "unordered">
<item>
<ptxt>
Μην αποσυνδέσετε τις &#248;ίσες από τον εγκέ&#248;αλο ΕCM, το καλώδιο από τη μπαταρία, την καλωδίωση γείωσης του ΕCM από τον κινητήρα ή την κύρια ασ&#248;άλεια πριν την επιβεβαίωση των διαγνωστικών πληρο&#248;οριών (DTC, δεδομένα παγωμένης οθόνης, κ.λ.π.) που έχουν αποθηκευθεί στη μνήμη του ΕCM. Μια τέτοια αποσύνδεση θα διαγράψει τις πληρο&#248;ορίες που έχουν αποθηκευθεί στη μνήμη του ΕCM.
</ptxt>
</item>
<item>
<ptxt>
Οι διαγνωστικές πληρο&#248;ορίες που έχουν αποθηκευθεί στη μνήμη του ΕCM μπορούν να διαγρα&#248;ούν και να ελεγχθούν χρησιμοποιώντας το διαγνωστικό εργαλείο της SUZUKI ή ένα διαγνωστικό γενικής χρήσης OBD (μοντέλο Euro OBD). Πριν από τη χρήση του διαγνωστικού, διαβάστε προσεκτικά το Βιβλίο Χρήσης (Οδηγίες) για να έχετε μια καλή κατανόηση για το ποιες λειτουργίες είναι διαθέσιμες και για το πώς να το χρησιμοποιήσετε.
</ptxt>
<ptxt>
Είναι απροσδιόριστο ποια μονάδα  ανάβει την λυχνία MIL διότι την λυχνία MIL δεν την ανάβει μόνον ο εγκέ&#248;αλος ECM αλλά και ο TCM (για το μοντέλο A&#x002F;T) (Για λεπτομέρειες του συστήματος διάγνωσης επί του αυτοκινήτου για το μοντέλο Α&#x002F;Τ, ανατρέξτε στο 
<intxref refid = "K8T40A5111008">Γενική Περιγρα&#248;ή Διάγνωσης Α&#x002F;Τ:4 Αυτόματο Κιβώτιο</intxref>
). Για το λόγο αυτό, ελέγξτε και το ECM και το TCM (για τα μοντέλα Α&#x002F;Τ) για DTC όταν ανάβει η MIL.
</ptxt>
<ptxt>
Κατά τον έλεγχο του ΕCM για κωδικούς βλαβών, να έχετε κατά νου ότι οι κωδικοί βλαβών εμ&#248;ανίζονται στο διαγνωστικό σύμ&#248;ωνα με τα παρακάτω, ανάλογα με το διαγνωστικό που χρησιμοποιείται.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Το διαγνωστικό εργαλείο SUZUKI εμ&#248;ανίζει τον Κωδικό Βλάβης DTC που έχει ανιχνευθεί από τον ΕCM.
</ptxt>
</item>
<item>
<ptxt>
Το διαγνωστικό εργαλείο γενικής χρήσης OBD εμ&#248;ανίζει τον Κωδικό Βλάβης DTC που ανιχνεύεται από τον καθένα εγκέ&#248;αλο ECM και TCM (για τα μοντέλα Α&#x002F;Τ) ταυτόχρονα.
</ptxt>
</item>
</list2>
<item>
<ptxt>
Προτεραιότητες για την διάγνωση βλαβών
</ptxt>
<ptxt>
Εάν έχουν καταγρα&#248;εί δύο ή περισσότεροι Κωδικοί DTC, προχωρήστε στην ροή των DTC η οποία έχει ανιχνευτεί νωρίτερα με την σειρά και ακολουθήστε τις οδηγίες σε εκείνη την ροή.
</ptxt>
<ptxt>
Εάν δεν δίδονται οδηγίες, πραγματοποιείστε την διάγνωση των Κωδικών Βλαβών DTC σύμ&#248;ωνα με τις ακόλουθες προτεραιότητες.
</ptxt>
</item>
<list2 type = "ordered">
<item>
<ptxt>
Άλλοι Κωδικοί DTC εκτός των DTC P0171 &#x002F; P0172 (Σύστημα καυσίμου υπερβολικά &#248;τωχό &#x002F; υπερβολικά πλούσιο μείγμα), DTC P0300 &#x002F; P0301 &#x002F; P0302 &#x002F; P0303 &#x002F; P0304 (Ανίχνευση ελαττωματικών ανα&#248;λέξεων) και DTC P0401 &#x002F; P0402 (δυσλειτουργία ροής EGR)
</ptxt>
</item>
<item>
<ptxt>
DTC P0171 &#x002F; P0172 (Σύστημα καυσίμου υπερβολικά &#248;τωχό &#x002F; υπερβολικά πλούσιο μείγμα) και DTC P0401 &#x002F; P0402 (δυσλειτουργία ροής EGR)
</ptxt>
</item>
<item>
<ptxt>
DTC P0300 &#x002F; P0301 &#x002F; P0302 &#x002F; P0303 &#x002F; P0304 (Ανίχνευση ελαττωματικών ανα&#248;λέξεων)
</ptxt>
</item>
</list2>
</list1>
<list1 type = "unordered">
<item>
<ptxt>
Πρέπει να διαβάσετε το 
<intxref refid = "K8T40A0000008">Μέτρα Προφύλαξης για την Επισκευή Ηλεκτρικού Κυκλώματος</intxref>
 πριν την επιθεώρηση και τηρήστε ό, τι είναι γραμμένο εκεί.
</ptxt>
</item>
<item>
<ptxt>
Αντικατάσταση του εγκε&#248;άλου ECM:
</ptxt>
<ptxt>
Όταν ανταλλάσσετε τον εγκέ&#248;αλο ECM με έναν που είναι γνωστό ότι είναι σωστός, ελέγξτε για τις παρακάτω καταστάσεις. Εάν αμελήσετε να κάνετε αυτό τον έλεγχο μπορείτε να προκαλέσετε ζημιά στον εγκέ&#248;αλο ECM που είναι γνωστό ότι είναι σωστός.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Η τιμή της αντίστασης όλων των ρελέ και των ενεργοποιητών είναι σύμ&#248;ωνα με τις αντίστοιχες προδιαγρα&#248;ές.
</ptxt>
</item>
<item>
<ptxt>
Ό αισθητήρας ΜΑΡ, ο αισθητήρας ηλεκτρικού &#248;ορτίου (για τον κινητήρα J20A ) ο αισθητήρας πίεσης του ψυκτικού υγρού του A&#x002F;C (εάν διατίθεται A&#x002F;C), ο αισθητήρας θέσης του πεντάλ του γκαζιού (ΑΡΡ) και ο αισθητήρας ΤΡ βρίσκονται σε καλή κατάσταση και κανένα από τα κυκλώματα τρο&#248;οδοσίας ρεύματος τους δεν είναι βραχυκυκλωμένο με την γείωση.
</ptxt>
</item>
</list2>
<item>
<ptxt>
Η επικοινωνία των ECM, BCM, πίνακα οργάνων, εγκέ&#248;αλος εκκίνησης χωρίς κλειδί (ε&#248;όσον διατίθεται), εγκέ&#248;αλος ABS &#x002F; ESP&#174;, εγκέ&#248;αλος 4WD (ε&#248;όσον διατίθεται), αισθητήρα γωνίας τιμονιού (ε&#248;όσον διατίθεται), εγκέ&#248;αλος HVAC (για το μοντέλο A&#x002F;C) και  TCM (για τομμοντέλο A&#x002F;T) εκτελείται από το Δίκτυο Περιοχής Ελεγκτή (CAN). (Για περισσότερες πληρο&#248;ορίες για την επικοινωνία CAN του εγκε&#248;άλου ECM, ανατρέξτε στο 
<intxref refid = "K8T40AA811001">Περιγρα&#248;ή Συστήματος Επικοινωνίας CAN:Μοντέλο M16A και J20A</intxref>
). Για το λόγο αυτό, να χειρίζεστε τη γραμμή επικοινωνίας CAN με προσοχή ανατρέχοντας στο 
<intxref refid = "K8T40A0000007">Μέτρα Προφύλαξης για το Σύστημα Επικοινωνίας CAN</intxref>
.
</ptxt>
</item>
<item>
<ptxt>
Καταχώρηση του κωδικού του πομπού του immobilizer μετά την αντικατάσταση του εγκε&#248;άλου ECM
</ptxt>
<ptxt>
Όταν ο εγκέ&#248;αλος ECM αντικαθίσταται με έναν καινούριο ή με έναν άλλον, βεβαιωθείτε ότι έχετε καταχωρήσει τον κωδικό του πομπού του immobilizer στον εγκέ&#248;αλο ECM σωστά σύμ&#248;ωνα με το 
<intxref refid = "K8T40AA316003">Διαδικασία μετά την Αντικατάσταση του ECM:Μοντέλο με Βενζινοκινητήρα</intxref>
.
</ptxt>
</item>
</list1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
