<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1A">
<servcat sctnbr = "01" scnbr = "01">
<configtype typenbr = "4">
<servinfotype sitcode = "4">
<servinfo servinfosgmlid = "K8T40A1144154" svcinfotypenbr = "06" svcinfoqualnbr = "03" supplyoff = "1" modify = "0">
<title>
Πίνακας 1: Δεν υπάρχει διάλογος με τον εγκέ&#248;αλο ECM
</title>
<servinfosub id = "K8T40A1144154001">
<title>
Διάγνωση βλαβών
</title>
<table frame = "all" colsep = "1" rowsep = "1">
<tgroup cols = "1" colsep = "1" rowsep = "1">
<colspec colnum = "1" colname = "1" colwidth = "6.890in"/>
<tbody>
<row rowsep = "1">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "1">
<ptxt>
Δοκιμάστε το διαγνωστικό εργαλείο σε ένα άλλο αυτοκίνητο.
</ptxt>
</entry>
</row>
<row rowsep = "1">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "1">
<ptxt>
Ελέγξτε το σημείο γείωσης του εγκε&#248;άλου ECM.
</ptxt>
</entry>
</row>
<row rowsep = "1">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "1">
<ptxt>
Ελέγξτε:
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Ελέγξτε την σύνδεση μεταξύ του διαγνωστικού εργαλείου και του &#248;ις μετα&#248;οράς δεδομένων
</ptxt>
</item>
<item>
<ptxt>
Ελέγξτε τις κεντρικές ασ&#248;άλειες και τις ασ&#248;άλειες των κυκλωμάτων
</ptxt>
</item>
</list1>
</entry>
</row>
<row rowsep = "1">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "1">
<ptxt>
Ελέγξτε την τάση (12 volts) μεταξύ των παρακάτω ακροδεκτών (διακόπτης ανά&#248;λεξης γυρισμένος ΟΝ):
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Μεταξύ του καλωδίου &#34;G20-16&#34; και του καλωδίου &#34;G20-4&#34; του &#248;ις μετα&#248;οράς δεδομένων
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του καλωδίου &#34;G20-16&#34; και του καλωδίου &#34;G20-5&#34; του &#248;ις μετα&#248;οράς δεδομένων
</ptxt>
</item>
</list1>
<ptxt>
Επισκευάστε εάν είναι αναγκαίο.
</ptxt>
</entry>
</row>
<row rowsep = "0">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "1">
<ptxt>
Ελέγξτε τη μόνωση, τη συνέχεια και την απουσία αντίστασης παρεμβολής των συνδέσεων:
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;C86-41&#34; του &#248;ις του εγκε&#248;άλου ECM και του καλωδίου &#34;E33-8&#34; του &#248;ις συγκράτησης του κεντρικού ρελέ (έλεγχος ρελέ)
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;C86-3&#34; του &#248;ις του εγκε&#248;άλου ECM και του καλωδίου &#34;E33-6&#34; του &#248;ις συγκράτησης του κεντρικού ρελέ
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;E66-2&#34; του &#248;ις του εγκε&#248;άλου ECM και του καλωδίου &#34;E33-6&#34; του &#248;ις συγκράτησης του κεντρικού ρελέ
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;E66-11&#34; του &#248;ις του εγκε&#248;άλου ECM και του καλωδίου &#34;E82-23&#34; του &#248;ις του BCM
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;E66-1&#34; του &#248;ις του ECM και της γείωσης του αμαξώματος
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;E66-7&#34; του &#248;ις του ECM και της γείωσης του αμαξώματος
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;E66-8&#34; του &#248;ις του ECM και της γείωσης του αμαξώματος
</ptxt>
</item>
<item>
<ptxt>
Μεταξύ του ακροδέκτη &#34;E66-31&#34; του &#248;ις του εγκε&#248;άλου ECM και του καλωδίου &#34;G20-7&#34; του &#248;ις μετα&#248;οράς δεδομένων (γραμμή Κ)
</ptxt>
</item>
</list1>
<ptxt>
Επισκευάστε εάν είναι αναγκαίο.
</ptxt>
</entry>
</row>
</tbody>
</tgroup>
</table>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
