<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1D">
<servcat sctnbr = "01" scnbr = "04">
<configtype typenbr = "1">
<servinfotype sitcode = "6">
<servinfo servinfosgmlid = "K8T40A1416026" svcinfotypenbr = "08" svcinfoqualnbr = "03" page = "2" supplyoff = "1" modify = "0">
<title>
Επιθεώρηση της Κυλινδροκε&#248;αλής
</title>
<ptxt>
<intxrefpoff refid = "K8T40A1416024">Αποσυναρμολόγηση και Συναρμολόγηση των Βαλβίδων και της Κυλινδροκε&#248;αλής:M16A</intxrefpoff>
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Α&#248;αιρέστε όλα τα κατάλοιπα άνθρακα από τους θαλάμους καύσης.
</ptxt>
<attention3>
<ptxt>
Μην χρησιμοποιείτε αιχμηρά εργαλεία για να ξύσετε τα κατάλοιπα του άνθρακα. Να είστε προσεκτικοί ώστε να μην γδάρετε ή χαράξετε τις επι&#248;άνειες όταν α&#248;αιρείτε τα κατάλοιπα του άνθρακα. Το ίδιο ισχύει για τις βαλβίδες και τις έδρες των βαλβίδων, επίσης.
</ptxt>
</attention3>
<figure>
<graphic graphicname = "I2RH0B140105.swf" width = "88.000mm" height = "51.297mm" ver = "01" gw = "179" gh = "128"/>
</figure>
</item>
<item>
<ptxt>
Ελέγξτε την κυλινδροκε&#248;αλή για ρωγμές στις θυρίδες της εισαγωγής και της εξαγωγής, στους θαλάμους καύσης και στην επι&#248;άνειά της. Χρησιμοποιώντας έναν κανόνα και φίλερ, ελέγξτε την επιπεδότητα της επι&#248;άνειας της &#248;λάντζας σε 6 συνολικά σημεία. Εάν η παραμόρ&#248;ωση είναι μεγαλύτερη από το όριο, διορθώστε την επι&#248;άνεια της &#248;λάντζας με πλάκα επι&#248;ανειών και σμυριγδόχαρτο περίπου Νο. 400 (Αδιάβροχο σμυριγδόχαρτο πυριτίου του καρβιδίου): τοποθετήστε το σμυριδόχαρτο επάνω και γύρω από την πλάκα επι&#248;ανειών και τρίψτε την επι&#248;άνεια της &#248;λάντζας με το σμυριδόχαρτο για να ισιώσετε τα υψηλά σημεία. Εάν δεν κατα&#248;έρετε να κατεβάσετε την επι&#248;άνεια στις μετρήσεις του ορίου, αντικαταστήστε την κυλινδροκε&#248;αλή.
</ptxt>
<ptxt>
Η διαρροή αερίων συμπίεσης από αυτή την επι&#248;άνεια της &#248;λάντζας συχνά ο&#248;είλονται στην στρέβλωση της επι&#248;άνειας της &#248;λάντζας: τέτοια διαρροή έχει σαν αποτέλεσμα την μειωμένη απόδοση της ισχύος.
</ptxt>
<spec>
<title>
Παραμόρ&#248;ωση της επι&#248;άνειας της κυλινδροκε&#248;αλής στην πλευρά των εμβόλων
</title>
<ptxt>
Όριο: 0,03 mm (0,001 in.)
</ptxt>
</spec>
<figure>
<graphic graphicname = "I2RH0B140106.swf" width = "88.000mm" height = "92.868mm" ver = "01" gw = "191" gh = "246"/>
</figure>
</item>
<item>
<ptxt>
Παραμόρ&#248;ωση της επι&#248;άνειας έδρασης των πολλαπλών: 
</ptxt>
<ptxt>
Ελέγξτε τις επι&#248;άνειες έδρασης των πολλαπλών της κυλινδροκε&#248;αλής, χρησιμοποιώντας έναν κανόνα και &#248;ίλερ, για να προσδιορίσετε εάν αυτές οι επι&#248;άνειες χρειάζονται διόρθωση ή εάν η κυλινδροκε&#248;αλή χρειάζεται αντικατάσταση.
</ptxt>
<spec>
<title>
Παραμόρ&#248;ωση της επι&#248;άνειας της κυλινδροκε&#248;αλής στην πολλαπλή εισαγωγής και εξαγωγής
</title>
<ptxt>
Όριο: 0,05 mm (0,002 in.)
</ptxt>
</spec>
<figure>
<graphic graphicname = "I2RH0B140107.swf" width = "88.000mm" height = "61.711mm" ver = "01" gw = "190" gh = "158"/>
</figure>
</item>
</list1>
<servinfosub id = "K8T40A1416026001">
<title>
Βίδα κυλινδροκε&#248;αλής
</title>
<ptxt>
Μετρήστε κάθε διάμετρο του σπειρώματος της βίδας (1) της κυλινδροκε&#248;αλής στο σημείο &#34;Α&#34; σε απόσταση 83,5 mm (2,81 in.) από την πλευρά της έδρας της βίδας &#248;λάντζας και &#34;Β&#34; σε απόσταση 115 mm (4,53 in.) από την πλευρά της έδρας της βίδας &#248;λάντζας χρησιμοποιώντας ένα μικρόμετρο (2).
</ptxt>
<ptxt>
Κατόπιν υπολογίστε τη δια&#248;ορά στις διαμέτρους (&#34;A&#34; - &#34;B&#34;). Εάν υπερβαίνει το όριο, αντικαταστήστε την βίδα με καινούργια.
</ptxt>
<spec>
<title>
Σημεία μέτρησης της διαμέτρου της βίδας της κυλινδροκε&#248;αλής
</title>
<ptxt>
&#34;a&#34;: 83,5 mm (2,81 in.)
</ptxt>
<ptxt>
&#34;b&#34;: 115 mm (4,53 in.)
</ptxt>
</spec>
<spec>
<title>
Δια&#248;ορά της διαμέτρου της βίδας της κυλινδροκε&#248;αλής (παραμόρ&#248;ωση)
</title>
<ptxt>
Όριο (&#34;A&#34; - &#34;B&#34;): 0,1 mm (0,004 in.)
</ptxt>
</spec>
<figure>
<graphic graphicname = "I2RH0B140092.swf" width = "88.000mm" height = "73.381mm" ver = "01" gw = "182" gh = "191"/>
</figure>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
