<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1A">
<servcat sctnbr = "01" scnbr = "01">
<configtype typenbr = "1">
<servinfotype sitcode = "1">
<servinfo servinfosgmlid = "K8T40A1111008" svcinfotypenbr = "03" svcinfoqualnbr = "01" supplyoff = "1" modify = "0">
<title>
Περιγρα&#248;ή του Καλιμπραρίσματος του Συστήματος της Ηλεκτρικής Πεταλούδας Γκαζιού
</title>
<ptxt>
Ο ECM υπολογίζει το ελεγμένο άνοιγμα της πεταλούδας γκαζιού με βάση την τελείως κλειστή θέση της πεταλούδας του συστήματος της ηλεκτρικής πεταλούδας γκαζιού. Τα δεδομένα της τελείως κλειστής πεταλούδας καταγρά&#248;ονται στην μνήμη του ECM. Όμως, η τελείως κλειστή θέση της πεταλούδας γκαζιού στο σύστημα της ηλεκτρικής πεταλούδας γκαζιού (σήμα τάσης από τον αισθητήρα της θέσης της πεταλούδας γκαζιού όταν η πεταλούδα είναι τελείως κλειστή) δια&#248;έρει η μία από την άλλη ανάλογα με ιδιαίτερες δια&#248;ορές της πεταλούδας γκαζιού και του αισθητήρα της θέσης της πεταλούδας γκαζιού. Επειδή οι ιδιαίτερες δια&#248;ορές πρέπει να λη&#248;θούν υπόψη για τον έλεγχο της πεταλούδας γκαζιού, είναι αναγκαίο να καταγρα&#248;ούν τα δεδομένα της θέσης της τελείως κλειστής πεταλούδας γκαζιού στον ECM. Όταν καταγρα&#248;ούν τα δεδομένα αυτά στον ECM, καταγρά&#248;ονται στην μνήμη RAM του ECM και χρησιμοποιούνται σαν δεδομένα βάσης για τον έλεγχο της πεταλούδας γκαζιού. Τα συγκεκριμένα δεδομένα διαγρά&#248;ονται όταν εκτελεστεί οποιοδήποτε από τα έργα που περιγρά&#248;ηκαν στο 
<intxref refid = "K8T40A1110005">Μέτρα Προ&#248;ύλαξης του Καλιμπραρίσματος του Συστήματος Ελέγχου της Ηλεκτρικής Πεταλούδας Γκαζιού:M16A και J20A</intxref>
.
</ptxt>
<ptxt>
Επίσης μετά την αντικατάσταση του σώματος της πεταλούδας γκαζιού ή και του συγκροτήματος του αισθητήρα της θέσης του πεντάλ του γκαζιού (ΑΡΡ), τα δεδομένα της μνήμης της θέσης της τελείως κλειστής πεταλούδας γκαζιού που βρίσκονται στον ECM πρέπει να διαγρα&#248;ούν μία &#248;ορά και πρέπει να καταγρα&#248;ούν καινούργια, δια&#248;ορετικά ο ECM δεν μπορεί να κρίνει την τελείως κλειστή θέση σωστά.
</ptxt>
<ptxt>
Για την διαδικασία εγγρα&#248;ής αυτού του είδους δεδομένων, ανατρέξτε στο 
<intxref refid = "K8T40A1316004">Καλιμπράρισμα του Συστήματος της Ηλεκτρικής Πεταλούδας Γκαζιού:M16A και J20A</intxref>
. (Μετά την διαγρα&#248;ή των δεδομένων της τελείως κλειστής θέσης της πεταλούδας, ο ECM, για την πρώτη &#248;ορά μόνον, ανοίγει και κλείνει την πεταλούδα του γκαζιού για περίπου 5 sec. μετά το γύρισμα του διακόπτη ανά&#248;λεξης στην θέση ΟΝ, για την καταγρα&#248;ή της τελείως κλειστής θέσης της πεταλούδας γκαζιού. Εάν ο κινητήρας ξεκινήσει κατά την διάρκεια αυτής της διαδικασίας καταγρα&#248;ής, μπορεί να συμβούν συμπτώματα όπως &#34;παρατεταμένος χρόνος γυρίσματος με την μίζα&#34; ή &#34;αργή αύξηση των στρο&#248;ών του κινητήρα αμέσως μετά την εκκίνηση&#34;. Όμως, εάν γυρίσετε τον διακόπτη ανά&#248;λεξης στην θέση OFF μία &#248;ορά και επανεκκινήσετε αυτό θα διορθώσει την καταγρα&#248;ή.)
</ptxt>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
