<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1A">
<servcat sctnbr = "01" scnbr = "01">
<configtype typenbr = "4">
<servinfotype sitcode = "1">
<servinfo servinfosgmlid = "K8T40A1141003" svcinfotypenbr = "03" svcinfoqualnbr = "01" page = "2" supplyoff = "1" modify = "0">
<title>
Περιγρα&#248;ή Συστήματος Διάγνωσης Επί του Αυτοκινήτου
</title>
<ptxt>
Ο εγκέ&#248;αλος ECM στο αυτοκίνητο αυτό έχει τις παρακάτω λειτουργίες.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Όταν ο διακόπτης ανά&#248;λεξης γυρίσει στην θέση ΟΝ με τον κινητήρα σβηστό, η λυχνία MIL (1), ανάβει για να ελέγξει την προειδοποιητική λυχνία και το κύκλωμά της.
</ptxt>
</item>
<item>
<ptxt>
Όταν ο εγκέ&#248;αλος ECM ανιχνεύει μία δυσλειτουργία, ανάβει την προειδοποιητική λυχνία του ψεκασμού (βλάβη σοβαρότητας 1) (2) ή και την κόκκινη προειδοποιητική λυχνία stop (βλάβη σοβαρότητας 2) (3) στον πίνακα οργάνων του ταμπλό και καταγρά&#248;ει την περιοχή που δυσλειτουργεί στην μνήμη του.
</ptxt>
</item>
<item>
<ptxt>
Όταν ο εγκέ&#248;αλος ECM ανιχνεύει μία δυσλειτουργία η οποία έχει μία αρνητική επίδραση τις εκπομπές του αυτοκινήτου ενώ ο κινητήρας βρίσκεται σε λειτουργία, ανάβει την ενδεικτική λυχνία βλάβης MIL στον πίνακα οργάνων του ταμπλό και καταγρά&#248;ει την περιοχή που δυσλειτουργεί στη μνήμη του.
</ptxt>
</item>
<item>
<ptxt>
Όταν ανιχνεύεται μία δυσλειτουργία, μία δυσλειτουργία σε μερικές περιοχές του συστήματος και οι κύκλοι οδήγησης καταγρά&#248;ονται στη μνήμη του εγκε&#248;άλου ECM (Για λεπτομέρειες, ανατρέξτε στη περιγρα&#248;ή στο 
<intxref refid = "K8T40A1144008">Πίνακας Λειτουργίας Ενδεικτικής Λυχνίας:F9Q</intxref>
).
</ptxt>
<figure>
<graphic graphicname = "I8T40A114001.swf" width = "88.000mm" height = "104.778mm" ver = "01" gw = "190" gh = "280"/>
</figure>
</item>
</list1>
<servinfosub id = "K8T40A1141003001">
<title>
Κύκλος Προθέρμανσης
</title>
<ptxt>
Ένας &#34;κύκλος προθέρμανσης&#34; σημαίνει επαρκής λειτουργία του αυτοκινήτου ώστε η θερμοκρασία του ψυκτικού υγρού να έχει αυξηθεί τουλάχιστον στους 22 &#176;C (40 &#176;F) από την εκκίνηση του κινητήρα και να &#248;θάσει σε μία ελάχιστη θερμοκρασία των 70 &#176;C (160 &#176;F).
</ptxt>
</servinfosub>
<servinfosub id = "K8T40A1141003002">
<title>
Κύκλος Οδήγησης
</title>
<ptxt>
Ένας &#34;κύκλος οδήγησης&#34; αποτελείται από δύο μέρη, ξεκίνημα του κινητήρα και σβήσιμο του κινητήρα. 
</ptxt>
</servinfosub>
<servinfosub id = "K8T40A1141003003">
<title>
Λογική Ανίχνευσης 3 Κύκλου(ων) Οδήγησης
</title>
<ptxt>
H δυσλειτουργία που ανιχνεύεται στον πρώτο κύκλο οδήγησης αποθηκεύεται στη μνήμη του εγκε&#248;άλου ECM (υπό τη μορ&#248;ή του κωδικού βλάβης υπό εκκρεμότητα) αλλά η ενδεικτική λυχνία βλαβών (MIL) δεν ανάβει σε αυτή τη &#248;άση. 
</ptxt>
<ptxt>
Δεν ανάβει στη δεύτερη ανίχνευση της ίδιας δυσλειτουργίας επίσης στον επόμενο κύκλο οδήγησης. Ανάβει στη τρίτη ανίχνευση της ίδιας δυσλειτουργίας επίσης στον τρίτο κύκλο οδήγησης.
</ptxt>
</servinfosub>
<servinfosub id = "K8T40A1141003004">
<title>
Διαγνωστικός Κωδικός Βλάβης (DTC) υπό Εκκρεμότητα
</title>
<ptxt>
Κωδικός Βλάβης DTC υπό Εκκρεμότητα είναι ένας Κωδικός DTC που ανιχνεύθηκε και αποθηκεύθηκε προσωρινά στον πρώτο ή στον δεύτερο κύκλο οδήγησης του Κωδικού DTC ο οποίος ανιχνεύεται στη λογική ανίχνευσης 3 κύκλων οδήγησης.
</ptxt>
</servinfosub>
<servinfosub id = "K8T40A1141003005">
<title>
Φίσα Μετα&#248;οράς Δεδομένων (DLC)
</title>
<ptxt>
Το &#248;ις DLC (1) είναι σύμ&#248;ωνο με τις προδιαγρα&#248;ές SAE J1962 όσον α&#248;ορά την θέση τοποθέτησής του, το σχήμα του &#248;ις και την διάταξη των ακροδεκτών. 
</ptxt>
<ptxt>
Η γραμμή K (3) του ISO 9141 χρησιμοποιείται από το διαγνωστικό εργαλείο SUZUKI ή το διαγνωστικό εργαλείο γενικής χρήσης OBD για να επικοινωνεί με τον εγκέ&#248;αλο ECM, τον εγκέ&#248;αλο των Αερόσακων SDM, τον εγκέ&#248;αλο του immobilizer τον εγκέ&#248;αλο BCM (Μονάδα Ελέγχου Ηλεκτρικών του Αμαξώματος), τον εγκέ&#248;αλο ελέγχου τετρακίνησης και τον εγκέ&#248;αλο ABS &#x002F; ESP&#174;.
</ptxt>
<figure>
<graphic graphicname = "I8T40A114002.swf" width = "88.000mm" height = "90.667mm" ver = "01" gw = "172" gh = "240"/>
<callout>
<table frame = "all" colsep = "1" rowsep = "1">
<tgroup cols = "6" colsep = "1" rowsep = "1">
<colspec colnum = "1" colname = "1" colwidth = "0.315in"/>
<colspec colnum = "2" colname = "2" colwidth = "0.606in"/>
<colspec colnum = "3" colname = "3" colwidth = "0.315in"/>
<colspec colnum = "4" colname = "4" colwidth = "0.831in"/>
<colspec colnum = "5" colname = "5" colwidth = "0.315in"/>
<colspec colnum = "6" colname = "6" colwidth = "0.831in"/>
<tbody>
<row rowsep = "0">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "0" align = "right">
<ptxt>
2.
</ptxt>
</entry>
<entry colname = "2" border-top = "1" border-bottom = "1" border-left = "0" border-right = "1" align = "left">
<ptxt>
B&#x002B;
</ptxt>
</entry>
<entry colname = "3" border-top = "1" border-bottom = "1" border-left = "1" border-right = "0" align = "right">
<ptxt>
4.
</ptxt>
</entry>
<entry colname = "4" border-top = "1" border-bottom = "1" border-left = "0" border-right = "1" align = "left">
<ptxt>
γείωση ECM
</ptxt>
</entry>
<entry colname = "5" border-top = "1" border-bottom = "1" border-left = "1" border-right = "0" align = "right">
<ptxt>
5.
</ptxt>
</entry>
<entry colname = "6" border-top = "1" border-bottom = "1" border-left = "0" border-right = "1" align = "left">
<ptxt>
Γείωση αμαξώματος
</ptxt>
</entry>
</row>
</tbody>
</tgroup>
</table>
</callout>
</figure>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
