<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1A">
<servcat sctnbr = "01" scnbr = "01">
<configtype typenbr = "2">
<servinfotype sitcode = "0">
<servinfo servinfosgmlid = "K8T40A1120002" svcinfotypenbr = "01" svcinfoqualnbr = "01" page = "2" supplyoff = "1" modify = "0">
<title>
Μέτρα Προ&#248;ύλαξης στη Διάγνωση Προβλημάτων 
</title>
<attention3>
<ptxt>
Για την διευκρίνιση τύπου του συστήματος OBD, ανατρέξτε στο 
<intxref refid = "K8T40A1120010">Περιγρα&#248;ή Συστήματος Διάγνωσης Επί του Αυτοκινήτου (OBD):J24B</intxref>
.
</ptxt>
</attention3>
<list1 type = "unordered">
<item>
<ptxt>
Μην αποσυνδέσετε τα &#248;ις του εγκε&#248;άλου ECM από τον ΕCM, το καλώδιο της μπαταρίας από τη μπαταρία, την καλωδίωση γείωσης του ΕCM από τον κινητήρα ή τις ασ&#248;άλειες &#34;DOME&#34; ή &#34;B&#x002F;U&#34; πριν την επιβεβαίωση των διαγνωστικών πληρο&#248;οριών (DTC, δεδομένα παγωμένης οθόνης, κ.λ.π.) που έχουν αποθηκευθεί στη μνήμη του ΕCM. Μία τέτοια αποσύνδεση μπορεί να διαγράψει τις πληρο&#248;ορίες που έχουν αποθηκευθεί μέσα στη μνήμη του ECM εάν η μπαταρία αποσυνδεθεί πριν να απενεργοποιηθεί το κύριο ρελέ.
</ptxt>
</item>
<item>
<ptxt>
Οι διαγνωστικές πληρο&#248;ορίες που έχουν αποθηκευθεί στη μνήμη του ΕCM μπορούν να διαγρα&#248;ούν και να ελεγχθούν χρησιμοποιώντας το διαγνωστικό εργαλείο της SUZUKI ή ένα διαγνωστικό γενικής χρήσης OBD επικοινωνίας CAN (Τύποι Α, Β και Γ). Πριν από τη χρήση του διαγνωστικού, διαβάστε προσεκτικά το Βιβλίο Χρήσης (Οδηγίες) για να έχετε μια καλή κατανόηση για το ποιες λειτουργίες είναι διαθέσιμες και για το πώς να το χρησιμοποιήσετε.
</ptxt>
<ptxt>
Είναι αδύνατο να ξεχωρίσετε ποια μονάδα.ECM ή TCM ενεργοποιεί το MIL. (Για λεπτομέρεις σχετικά με το διαγνωστικό σύστημα επί του αυτοκινήτου για το μοντέλο A&#x002F;T, ανατρέξτε στο 
<intxref refid = "K8T40A5111008">Γενική Περιγρα&#248;ή Διάγνωσης Α&#x002F;Τ:4 Αυτόματο Κιβώτιο</intxref>
).  Για το λόγο αυτό, ελέγξτε και το ECM και το TCM για DTC (κωδικούς βλαβών) όταν ανάβει η MIL.
</ptxt>
</item>
</list1>
<list1 type = "unordered">
<item>
<ptxt>
Όταν ελέγχετε τον εγκέ&#248;αλο ΕCM για Κωδικούς Βλαβών DTC, να έχετε κατά νου ότι οι Κωδικοί DTC εμ&#248;ανίζονται στο διαγνωστικό εργαλείο όπως παρακάτω, ανάλογα με το διαγνωστικό εργαλείο που χρησιμοποιείται.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Το διαγνωστικό εργαλείο SUZUKI εμ&#248;ανίζει τον Κωδικό Βλάβης DTC που έχει ανιχνευθεί από τον ΕCM.
</ptxt>
</item>
<item>
<ptxt>
Το διαγνωστικό OBD γενικής χρήσης επικοινωνίας CAN εμ&#248;ανίζει τον κωδικό DTC που έχει ανιχνευθεί από το ECM και το TCM ταυτόχρονα.
</ptxt>
</item>
</list2>
<item>
<ptxt>
Προτεραιότητες για την διάγνωση βλαβών
</ptxt>
<ptxt>
Εάν έχουν καταγρα&#248;εί δύο ή περισσότεροι Κωδικοί DTC, προχωρήστε στη ροή του DTC ο οποίος έχει ανιχνευτεί νωρίτερα με τη σειρά και ακολουθήστε τις οδηγίες σε εκείνον τον πίνακα.
</ptxt>
<ptxt>
Εάν δεν δίδονται οδηγίες, πραγματοποιείστε την διάγνωση των Κωδικών Βλαβών DTC σύμ&#248;ωνα με τις ακόλουθες προτεραιότητες.
</ptxt>
</item>
<list2 type = "ordered">
<item>
<ptxt>
Άλλοι DTC εκτός των DTC P0171 &#x002F; P0172 (Σύστημα καυσίμου υπερβολικά &#248;τωχό &#x002F; πλούσιο) και DTC P0300 &#x002F; P0301 &#x002F; P0302 &#x002F; P0303 &#x002F; P0304 (Ανίχνευση ελαττωματικών ανα&#248;λέξεων)
</ptxt>
</item>
<item>
<ptxt>
DTC P0171 &#x002F; P0172 (Σύστημα καυσίμου υπερβολικά &#248;τωχό &#x002F; πλούσιο)
</ptxt>
</item>
<item>
<ptxt>
DTC P0300 &#x002F; P0301 &#x002F; P0302 &#x002F; P0303 &#x002F; P0304 (Ανίχνευση ελαττωματικών ανα&#248;λέξεων)
</ptxt>
</item>
</list2>
<item>
<ptxt>
Πρέπει να διαβάσετε το 
<intxref refid = "K8T40A0000007">Μέτρα Προφύλαξης για το Σύστημα Επικοινωνίας CAN</intxref>
 πριν την επιθεώρηση και τηρήστε ό, τι είναι γραμμένο εκεί.
</ptxt>
</item>
<item>
<ptxt>
Αντικατάσταση ECM
</ptxt>
<ptxt>
Όταν αντικαθίσταται ο εγκέ&#248;αλος ECM με καινούριο ή με έναν αναπληρωματικό, ελέγξτε για τις παρακάτω καταστάσεις. Εάν αμελήσετε αυτόν τον έλεγχο μπορεί να προκληθεί ζημιά στον εγκέ&#248;αλο ECM.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Ότι η τιμή της αντίστασης όλων των ρελέ και των ενεργοποιητών είναι σύμ&#248;ωνα με τις αντίστοιχες προδιαγρα&#248;ές.
</ptxt>
</item>
<item>
<ptxt>
Ο αισθητήρας ΑΡΡ, ο αισθητήρας ΤΡ και ο αισθητήρας πίεσης του ψυκτικού A&#x002F;C είναι σε καλή κατάσταση και κανένα από τα κυκλώματα τρο&#248;οδοσίας ρεύματος αυτών των αισθητήρων δεν είναι βραχυκυκλωμένο με τη γείωση.
</ptxt>
</item>
</list2>
<item>
<ptxt>
Η επικοινωνία των εγκε&#248;άλων ECM, BCM, του πίνακα οργάνων, εκκίνησης χωρίς κλειδί, εγκέ&#248;αλος ABS &#x002F; ESP&#174;,  αισθητήρας ελέγχου τετρακίνησης, του αισθητήρα γωνίας στρο&#248;ής (μοντέλο με ESP&#174;), και του TCM, εκτελείται μέσω του Δίκτυο Περιοχής Ελεγκτή (CAN ). (Για περισσότερες πληρο&#248;ορίες για την επικοινωνία CAN του εγκε&#248;άλου ECM, ανατρέξτε στο 
<intxref refid = "K8T40AA821001">Περιγρα&#248;ή Συστήματος Επικοινωνίας CAN:Μοντέλο J24B και N32A</intxref>
).
</ptxt>
<ptxt>
Για το λόγο αυτό, να χειρίζεστε τη γραμμή επικοινωνίας CAN με προσοχή ανατρέχοντας στο 
<intxref refid = "K8T40A0000007">Μέτρα Προφύλαξης για το Σύστημα Επικοινωνίας CAN</intxref>
.
</ptxt>
</item>
<item>
<ptxt>
Καταχώρηση του κωδικού του πομπού του immobilizer μετά την αντικατάσταση του εγκε&#248;άλου ECM
</ptxt>
<ptxt>
Όταν ο εγκέ&#248;αλος ECM αντικαθίσταται με έναν καινούριο ή με έναν αναπληρωματικό, βεβαιωθείτε ότι έχετε καταχωρήσει τον κωδικό του πομπού του immobilizer. 
<intxref refid = "K8T40AA316002">Καταχώρηση του Κλειδιού Ανά&#248;λεξης:Μοντέλο με Βενζινοκινητήρα</intxref>
</ptxt>
</item>
</list1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
