<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1D">
<servcat sctnbr = "01" scnbr = "04">
<configtype typenbr = "3">
<servinfotype sitcode = "6">
<servinfo servinfosgmlid = "K8T40A1436027" svcinfotypenbr = "08" svcinfoqualnbr = "03" page = "2" supplyoff = "1" modify = "0">
<title>
Επιθεώρηση της Κυλινδροκε&#248;αλής
</title>
<ptxt>
<intxrefpoff refid = "K8T40A1436025">Αποσυναρμολόγηση και Επανασυναρμολόγηση των Βαλβίδων και της Κυλινδροκε&#248;αλής:J24B</intxrefpoff>
</ptxt>
<servinfosub id = "K8T40A1436027001">
<title>
Θάλαμος καύσης
</title>
<list1 type = "unordered">
<item>
<ptxt>
Α&#248;αιρέστε όλες τις επικαθίσεις άνθρακα από τους θαλάμους καύσης.
</ptxt>
<attention3>
<ptxt>
Μην χρησιμοποιείτε αιχμηρά εργαλεία για να ξύσετε τα κατάλοιπα του άνθρακα. Να είστε προσεκτικοί ώστε να μην γδάρετε ή χαράξετε τις μεταλλικές επι&#248;άνειες όταν α&#248;αιρείτε τα κατάλοιπα του άνθρακα. Το ίδιο ισχύει για τις βαλβίδες και τις έδρες των βαλβίδων, επίσης.
</ptxt>
</attention3>
</item>
<item>
<ptxt>
Ελέγξτε την κυλινδροκε&#248;αλή για ρωγμές στις θυρίδες της εισαγωγής και της εξαγωγής, στους θαλάμους καύσης και στην επι&#248;άνειά της.
</ptxt>
</item>
</list1>
</servinfosub>
<servinfosub id = "K8T40A1436027002">
<title>
Επιπεδότητα κυλινδροκε&#248;αλής
</title>
<ptxt>
Χρησιμοποιώντας έναν κανόνα (1) και παχύμετρο (2), ελέγξτε την επιπεδότητα της επι&#248;άνειας της &#248;λάντζας σε 6 συνολικά σημεία. 
</ptxt>
<ptxt>
Εάν η μετρημένη τιμή υπερβαίνει το όριο, διορθώστε την επι&#248;άνεια της &#248;λάντζας με πλάκα επι&#248;ανειών και σμυριδόχαρτο περίπου Νο. 400 (Αδιάβροχο σμυριδόχαρτο πυριτίου του καρβιδίου): τοποθετήστε το σμυριδόχαρτο επάνω και γύρω από την πλάκα επι&#248;ανειών και τρίψτε την επι&#248;άνεια της &#248;λάντζας με το σμυριδόχαρτο για να ισιώσετε τα υψηλά σημεία.
</ptxt>
<ptxt>
Εάν δεν είναι δυνατή η διόρθωση της παραμόρ&#248;ωσης της κυλινδροκε&#248;αλής, αντικαταστήστε την κυλινδροκε&#248;αλή.
</ptxt>
<attention3>
<ptxt>
Η παραμορ&#248;ωμένη επι&#248;άνεια επα&#248;ής της κυλινδροκε&#248;αλής και της &#248;λάντζας της κυλινδροκε&#248;αλής προκαλεί διαρροή αερίου καύσης, υπερθέρμανση και μειωμένη απόδοση ισχύος.
</ptxt>
</attention3>
<spec>
<title>
Παραμόρ&#248;ωση της επι&#248;άνειας επα&#248;ής της κυλινδροκε&#248;αλής και της &#248;λάντζας της κυλινδροκε&#248;αλής
</title>
<ptxt>
Όριο: 0,03 mm (0,0011 in.)
</ptxt>
</spec>
<figure>
<graphic graphicname = "I9T401142027.swf" width = "88.000mm" height = "51.861mm" ver = "01" gw = "153" gh = "130"/>
</figure>
<figure>
<graphic graphicname = "I9T401142028.swf" width = "88.000mm" height = "36.692mm" ver = "01" gw = "178" gh = "87"/>
</figure>
</servinfosub>
<servinfosub id = "K8T40A1436027003">
<title>
Επιπεδότητα επι&#248;άνειας έδρασης πολλαπλής
</title>
<ptxt>
Χρησιμοποιώντας έναν κανόνα (1) και παχύμετρο (2), ελέγξτε την επιπεδότητα της επι&#248;άνειας έδρασης της πολλαπλής.
</ptxt>
<ptxt>
Εάν η μετρημένη τιμή υπερβαίνει το όριο, διορθώστε την επι&#248;άνεια έδρασης ή αντικαταστήστε την κυλινδροκε&#248;αλή.
</ptxt>
<spec>
<title>
Παραμόρ&#248;ωση επι&#248;άνειας έδρασης πολλαπλής εισαγωγής και εξαγωγής στην κυλινδροκε&#248;αλή
</title>
<ptxt>
Όριο: 0,05 mm (0,0019 in.)
</ptxt>
</spec>
<figure>
<graphic graphicname = "I9T401142029.swf" width = "88.000mm" height = "50.097mm" ver = "01" gw = "203" gh = "125"/>
</figure>
<figure>
<graphic graphicname = "I9T401142030.swf" width = "88.000mm" height = "27.167mm" ver = "01" gw = "218" gh = "60"/>
</figure>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
